[
  {
    "title": "Wrocław Gotowy na Krwawy Piątek! MB Boxing Night 27 Nadchodzi!",
    "slug": "wrocaw-gotowy-na-krwawy-piatek-mb-boxing-night-27-nadchodzi",
    "excerpt": "Fani boksu we Wrocławiu mogą zacierać ręce! Już 6 marca 2026 roku odbędzie się gala MB Boxing Night 27 pod intrygującym szyldem 'Bloody Friday II'.",
    "content": "<p>Stolica Dolnego Śląska przygotowuje się na prawdziwą ucztę dla miłośników sportów walki! Na dzień 6 marca 2026 roku zaplanowano galę <b>MB Boxing Night 27: Bloody Friday II</b>, która odbędzie się we Wrocławiu.</p><p>Choć szczegółowa karta walk będzie ujawniana w najbliższych dniach, nazwa 'Krwawy Piątek II' już teraz zapowiada wieczór pełen zaciętych pojedynków i niezapomnianych emocji. Lokalni kibice oraz fani boksu z całej Polski z pewnością z niecierpliwością czekają na ogłoszenia dotyczące nazwisk, które wystąpią na wrocławskim ringu. Bądźcie z nami na bieżąco, aby jako pierwsi poznać wszystkie detale tego ekscytującego wydarzenia!</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, GALE BOKSERSKIE, WROCŁAW",
    "image_url": "https://boxing24.pl/images/wroclaw-mb-boxing-night-27.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Sensacja w Super Półśredniej! Josh Kelly Szokuje Świat, Xander Zayas Już Czeka!",
    "slug": "sensacja-w-super-posredniej-josh-kelly-szokuje-swiat-xander-zayas-juz-czeka",
    "excerpt": "W miniony weekend doszło do ogromnej niespodzianki! <b>Josh Kelly</b> pokonał faworyzowanego <b>Bakhrama Murtazalieva</b>, zdobywając pas IBF wagi junior średniej. Teraz <b>Xander Zayas</b> zaprasza go do unifikacyjnego boju!",
    "content": "<p>Dywizja super półśrednia (154 funty) nagle stała się jedną z najgorętszych w boksie! W minioną sobotę, 31 stycznia 2026 roku, brytyjski pięściarz <b>Josh Kelly</b> (18-1-1, 9 KO) sprawił olbrzymią sensację, nieoczekiwanie pokonując na punkty faworyzowanego Rosjanina, <b>Bakhrama Murtazalieva</b> (24-1, 17 KO), i odbierając mu tytuł IBF wagi junior średniej. Zwycięstwo <b>Kelly'ego</b>, choć dla wielu zaskakujące, było wynikiem doskonale zaplanowanej taktyki i świetnej postawy w ringu.</p><p>Na ten wynik z uwagą patrzył zunifikowany champion WBA i WBO w tej samej kategorii, młody Portorykańczyk <b>Xander Zayas</b> (23-0, 13 KO). Zaledwie w ostatni weekend <b>Zayas</b> sam stoczył ciężki bój, pokonując <b>Abassa Baraou</b>. Teraz, świeżo po obronie swoich tytułów, <b>Zayas</b> bez wahania zaprasza <b>Kelly'ego</b> do unifikacyjnej walki! „<b>Kelly</b> właśnie zrobił coś wielkiego. To duży sukces, ponieważ nie był faworytem tego pojedynku. Teraz jest dla niego dobry moment, aby się wybić dużymi walkami. Powinniśmy doprowadzić do unifikacji naszych tytułów. Zapraszam go do walki w Portoryko lub Nowym Jorku” – cytuje się <b>Zayasa</b>. Czy zobaczymy wkrótce starcie o dominację w 154 funtach?</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS ZAWODOWY, WAGA SUPER PÓŁŚREDNIA",
    "image_url": "https://boxing24.pl/images/kelly-zayas-upset.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Michał Cieślak Króluje w Kategori Cruiser! Polak Tymczasowym Mistrzem WBC!",
    "slug": "micha-cieslak-kroluje-w-kategori-cruiser-polak-tymczasowym-mistrzem-wbc",
    "excerpt": "Świetne wieści dla polskiego boksu! <b>Michał Cieślak</b> został oficjalnie uznany tymczasowym mistrzem świata WBC w wadze junior ciężkiej, co potwierdzają najnowsze rankingi.",
    "content": "<p>Polski boks ma powody do dumy! Według najnowszych aktualizacji rankingów World Boxing Council (WBC) na dzień 1 lutego 2026 roku, nasz rodak <b>Michał Cieślak</b> (28-5, 22 KO) został uznany tymczasowym mistrzem świata w kategorii junior ciężkiej (cruiserweight)!</p><p>Ten status otwiera przed <b>Cieślakiem</b> szerokie perspektywy i stawia go w uprzywilejowanej pozycji do walki o pełnoprawny tytuł mistrza świata. Jest to ogromne wyróżnienie i dowód na jego niezłomną pracę oraz talent, który konsekwentnie prezentuje na światowych ringach. Kibice z niecierpliwością wyczekują kolejnych występów <b>Michała Cieślaka</b>, mając nadzieję, że już wkrótce zobaczymy go w walce o absolutne panowanie w tej prestiżowej dywizji.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, WAGA JUNIOR CIĘŻKA, BOKS ZAWODOWY",
    "image_url": "https://boxing24.pl/images/michal-cieslak-wbc-interim.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Ciężka Dywizja Wrze! Usyk Wyzywa Fury'ego, Wilder vs. Chisora ZAPOWIEDZIANE, a Joshua...?!",
    "slug": "ciezka-dywizja-wrze-usyk-wyzywa-furyego-wilder-vs-chisora-zapowiedziane-a-joshua",
    "excerpt": "Waga ciężka nie zwalnia tempa! <b>Ołeksandr Usyk</b> celuje w marzec na swój powrót i chce trzeciej walki z <b>Tysonem Furym</b>. Tymczasem oficjalnie ogłoszono hitowe starcie <b>Deontay Wilder</b> vs. <b>Derek Chisora</b>!",
    "content": "<p>Temperatura w królewskiej kategorii wagowej osiąga zenit! Po dniach spekulacji mamy potwierdzenia, które wstrząsną światem boksu.</p><p><b>Ołeksandr Usyk</b>, niekwestionowany lider wagi ciężkiej, ogłosił, że celuje w marzec na swój wyczekiwany powrót do ringu. Co więcej, ukraiński mistrz otwarcie wyraził chęć stoczenia trzeciej walki z <b>Tysonem Furym</b>, mówiąc: „Tak, chcę walczyć z <b>Tysonem Furym</b>, żaden problem. Wielka Brytania, Arabia Saudyjska, USA… nie ma znaczenia”. Warto przypomnieć, że <b>Usyk</b> niedawno zwakował pas WBO, który przejął <b>Fabio Wardley</b>, aby skupić się na największych wyzwaniach.</p><p>Tymczasem ogłoszono oficjalnie elektryzujące starcie! 2 lutego 2026 roku w Nowym Jorku doszło do pierwszego spotkania twarzą w twarz pomiędzy byłym mistrzem świata WBC <b>Deontayem 'The Bronze Bomber' Wilderem</b> a weteranem <b>Derekiem 'WAR' Chisorą</b>. Ich pojedynek zaplanowano na 4 kwietnia 2026 roku w legendarnej The O2 Arena w Londynie. Ta walka, promowana przez MF Pro, z pewnością dostarczy fanom niezapomnianych emocji i ponownie rozpali dyskusję o przyszłości dywizji.</p><p>A co z <b>Anthonym Joshuą</b>? Pojawiają się doniesienia, że walka <b>Tyson Fury</b> vs. <b>Anthony Joshua</b> jest „w przygotowaniu” pod szyldem Zuffa Boxing <b>Dany White’a</b>, z potencjalną transmisją na Netflixie. Chociaż <b>Fury</b> wcześniej deklarował trzecią walkę z <b>Usykiem</b> (na 18 kwietnia 2026, post na Instagramie z grudnia 2025), a <b>Joshua</b> ostatnio zwyciężył <b>Jake’a Paula</b> przez KO w grudniu, możliwość starcia tych dwóch brytyjskich gigantów wciąż rozpala wyobraźnię fanów.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "WAGA CIĘŻKA, BOKS ZAWODOWY, WIELKIE WALKI",
    "image_url": "https://boxing24.pl/images/heavyweight-chaos-usyk-fury-wilder.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Polska Opłakuje Legendę: Zmarł Złoty Medalista Olimpijski Marian Kasprzyk!",
    "slug": "polska-opakuje-legende-zmar-zoty-medalista-olimpijski-marian-kasprzyk",
    "excerpt": "Z głębokim żalem informujemy o śmierci jednej z największych postaci polskiego boksu, złotego medalisty olimpijskiego z Tokio (1964) – Mariana Kasprzyka. Odszedł w wieku 86 lat, pozostawiając po sobie niezatarte wspomnienie.",
    "content": "<p>Świat polskiego sportu pogrążony jest w żałobie. We wtorek, 3 lutego 2026 roku, w wieku 86 lat zmarł <b>Marian Kasprzyk</b>, wybitny polski pięściarz, złoty medalista olimpijski z Tokio (1964). Informację o jego odejściu przekazał Bielski Klub Bokserski Beskidy, którego był honorowym prezesem.</p><p><b>Kasprzyk</b> zapisał się w historii polskiego sportu jako jeden z najbardziej walecznych i utytułowanych zawodników. Jego największym osiągnięciem było zdobycie złotego medalu na Igrzyskach Olimpijskich w Tokio w 1964 roku w wadze półśredniej, gdzie w wielkim finale pokonał reprezentanta ZSRR, <b>Rickardasa Tamulisa</b>, decyzją sędziów 4:1, mimo walki ze złamanym palcem prawej ręki już od pierwszej rundy. Cztery lata wcześniej, na igrzyskach w Rzymie (1960), wywalczył brązowy medal.</p><p>Jego kariera była przykładem niezwykłej determinacji i hartu ducha, które inspirowały pokolenia polskich pięściarzy. Będzie wspominany jako symbol sukcesu i niezłomności w ringu.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, HISTORIA BOKSU",
    "image_url": "https://boxing24.pl/images/marian-kasprzyk-legend.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Polscy Pięściarze w Rankingach: Masternak i Cieślak Utrzymują Wysokie Pozycje!",
    "slug": "polscy-piesciarze-w-rankingach-masternak-i-cieslak-utrzymuja-wysokie-pozycje",
    "excerpt": "Dobre wieści dla polskich kibiców boksu! Mateusz Masternak i Michał Cieślak nadal liczą się w światowych rankingach, a 'Master' ma przed sobą ważny przetarg.",
    "content": "Nasi czołowi pięściarze wciąż na topie! W najnowszych, lutowych zestawieniach największych federacji, polscy zawodnicy utrzymują swoje wysokie pozycje. <br><br><b>Mateusz Masternak</b> (48-6, 32 KO) oraz <b>Fiodor Czerkaszyn</b> (23-1, 14 KO) bez zmian utrzymali swoje miejsca w rankingu <b>World Boxing Organization (WBO)</b>, co ogłoszono 3 lutego 2026 roku. Dla 'Mastera' to kluczowy moment, gdyż już 17 lutego odbędzie się przetarg do walki o pas <b>EBU</b> z <b>Isaacem Rileyem</b>. To ważna szansa na kolejne europejskie wyróżnienie i umocnienie pozycji na kontynencie. <br><br>Z kolei <b>Michał Cieślak</b> (27-2, 21 KO) może pochwalić się wyjątkowym osiągnięciem – jako jedyny Polak znalazł się w prestiżowym rankingu magazynu <b>The Ring</b>, co podkreśla jego międzynarodową klasę. Co więcej, w wywiadzie z 1 lutego 2026 roku, <b>Cieślak</b> z optymizmem stwierdził, że \"wszyscy są do zrobienia!\", co z pewnością dodaje pikanterii jego przyszłym występom i zapowiada ekscytujące wyzwania. <br><br>Trzymamy kciuki za naszych zawodników i czekamy na kolejne emocjonujące walki! <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "BOKS ZAWODOWY, POLSKA",
    "image_url": "https://www.boxing24.pl/images/masternak_cieslak_ranking.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T13:45:00Z"
  },
  {
    "title": "Dana White Otwiera Zuffa Boxing na Świat! Koniec 'Zamkniętego Systemu'!",
    "slug": "dana-white-otwiera-zuffa-boxing-na-swiat-koniec-zamknietego-systemu",
    "excerpt": "Przełomowa decyzja w świecie boksu! Dana White ogłosił, że pięściarze Zuffa Boxing będą mogli walczyć poza swoją organizacją, otwierając drogę do unifikacji tytułów.",
    "content": "Historyczna zmiana w polityce <b>Zuffa Boxing</b>! <b>Dana White</b>, prezes UFC i stojący za projektem <b>Zuffa Boxing</b>, oficjalnie potwierdził, że pięściarze związani kontraktem z jego grupą będą mogli występować na galach organizowanych przez inne promocje. Ta wiadomość, podana 2 lutego 2026 roku, oznacza koniec ery \"zamkniętego systemu\" i otwiera zupełnie nowe możliwości w świecie boksu. <br><br>Decyzja <b>White'a</b> jest kluczowa dla całego sportu, ponieważ umożliwia pięściarzom <b>Zuffa</b> rywalizację o pasy mistrzowskie innych federacji, a co za tym idzie – dążyć do statusu niekwestionowanego czempiona. To potencjalnie prowadzi do większej liczby walk na szczycie i unifikacji tytułów, co od dawna jest marzeniem fanów boksu na całym świecie. Zapytany, czy zawodnik <b>Zuffa</b> mógłby dzierżyć jednocześnie pas <b>Zuffa</b> i tytuł magazynu The Ring, <b>White</b> odpowiedział twierdząco, podkreślając nową elastyczność organizacji. <br><br>Ta deklaracja z pewnością zwiastuje ekscytujące czasy dla boksu zawodowego, z potencjalnie nowymi, \"crossoverowymi\" starciami, które mogą elektryzować publiczność. <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "BOKS ZAWODOWY, NOWOŚCI",
    "image_url": "https://www.boxing24.pl/images/dana_white_zuffa.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T13:15:00Z"
  },
  {
    "title": "Usyk Przed Wielkim Powrotem! Czy 'Król Wagi Ciężkiej' Zawalczy w Polsce?!",
    "slug": "usyk-przed-wielkim-powrotem-czy-krol-wagi-ciezkiej-zawalczy-w-polsce",
    "excerpt": "Niekwestionowany mistrz świata wagi ciężkiej, Ołeksandr Usyk, przygotowuje się do kolejnej obrony pasów. W najnowszym wywiadzie padły zaskakujące słowa o... Polsce!",
    "content": "Świat boksu wstrzymuje oddech w oczekiwaniu na ogłoszenie kolejnej walki <b>Ołeksandra Usyka</b> (24-0, 15 KO). Niekwestionowany mistrz świata wagi ciężkiej, który w 2024 roku dwukrotnie pokonał <b>Tysona Fury'ego</b>, broniąc i zdobywając wszystkie najważniejsze pasy, przygotowuje się do powrotu na ring. <br><br>W najnowszym wywiadzie, który odbił się szerokim echem w mediach, <b>Usyk</b> potwierdził swoje zainteresowanie walką z jednym z potencjalnych rywali, mówiąc: \"Tak, chcę z nim walki. Żaden problem\". Co jednak najbardziej zaskakujące dla polskich fanów, w trakcie rozmowy pojawił się również wątek... Polski! Chociaż szczegóły nie zostały ujawnione, sama wzmianka o naszym kraju przez taką gwiazdę, jak <b>Usyk</b>, rozpaliła wyobraźnię kibiców i natychmiast wywołała spekulacje o potencjalnej gali w Polsce. <br><br>W tle pojawiają się również informacje o planach wpływowego <b>Turki Alalshikha</b>, który marzy o zestawieniu <b>Usyka</b> z <b>Rico Verhoevenem</b>, co z pewnością byłoby wydarzeniem o globalnym zasięgu. Jedno jest pewne – kolejny krok 'Króla Wagi Ciężkiej' będzie wydarzeniem, które przyciągnie uwagę całego świata. <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "WAGA CIĘŻKA, BOKS ZAWODOWY",
    "image_url": "https://www.boxing24.pl/images/usyk_polska_news.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T13:00:00Z"
  },
  {
    "title": "Różański Wolnym Agentem! Czy Czekają Go Wielkie Walki w Wadze Ciężkiej?",
    "slug": "rozanski-wolnym-agentem-czy-czekaja-go-wielkie-walki-w-wadze-ciezkiej",
    "excerpt": "Sensacyjna wiadomość z polskiego podwórka! Łukasz Różański zakończył współpracę z KnockOut Promotions i stał się wolnym agentem. Co dalej z karierą byłego mistrza świata?",
    "content": "Wiadomość, która zelektryzowała polskie środowisko bokserskie! <b>Łukasz Różański</b> (15-1, 14 KO), były mistrz świata wagi bridger, stał się wolnym agentem. Jak potwierdził <b>Andrzej Wasilewski</b>, szef KnockOut Promotions, nie ma już żadnych wzajemnych zobowiązań między stronami.  <br><br><b>Różański</b> pauzuje od czasu porażki z <b>Lawrence'em Okolie'em</b> w maju 2024 roku, kiedy to stracił pas WBC wagi bridger. Od tamtej pory spekulowano na temat jego przyszłości. Pojawiały się oferty z KSW czy od promotora <b>Kacpra Meyny</b>. Teraz, jako wolny zawodnik, rzeszowianin ma pełną swobodę w wyborze kolejnych kroków. <br><br>Wcześniej <b>Łukasz Różański</b> sygnalizował chęć przejścia do wagi ciężkiej, argumentując, że zrzucanie po 20 kilogramów odbierało mu siłę – jego największy atut. Czy otwarcie się rynku na wolnego agenta z tak potężnym ciosem, jakim dysponuje <b>Różański</b>, przyniesie nam polskie super-walki lub głośny powrót na międzynarodowe ringi królewskiej kategorii? Czas pokaże! <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "BOKS ZAWODOWY, POLSKA, WAGA CIĘŻKA",
    "image_url": "https://www.boxing24.pl/images/rozanski_free_agent.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:30:00Z"
  },
  {
    "title": "Żegnaj, Mistrzu! Odszedł Marian Kasprzyk, Legenda Polskiego Boksu!",
    "slug": "zegnaj-mistrzu-odszed-marian-kasprzyk-legenda-polskiego-boksu",
    "excerpt": "Z głębokim smutkiem przyjęliśmy wiadomość o śmierci Mariana Kasprzyka, wybitnego polskiego pięściarza i Mistrza Olimpijskiego z Tokio. Legenda polskiego sportu miała 86 lat.",
    "content": "Polski świat boksu pogrążył się w żałobie. W nocy z 1 na 2 lutego 2026 roku zmarł <b>Marian Kasprzyk</b>, jedna z największych ikon polskiego boksu, Mistrz Olimpijski z Tokio z 1964 roku. Miał 86 lat. Informacja o jego odejściu dotarła do nas 3 lutego, wstrząsając całą społecznością sportową.  <br><br><b>Marian Kasprzyk</b>, znany ze swojej niezwykłej techniki i hartu ducha, zapisał się złotymi zgłoskami w historii światowego pięściarstwa. Jego droga na szczyt była pełna wyzwań, a zwycięstwo w Tokio, okupione kontuzją prawej dłoni w finałowej walce, stało się symbolem niezłomności. Zdobył również brązowy medal na igrzyskach w Rzymie w 1960 roku. Jego kariera pełna była zarówno sportowych triumfów, jak i życiowych perypetii, które czyniły go postacią niezwykle barwną i autentyczną. Pamięć o <b>Marianie Kasprzyku</b> pozostanie na zawsze w sercach fanów boksu. <br><br>Składamy najszczersze kondolencje Rodzinie i Bliskim Mistrza. <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "BOKS OLIMPIJSKI, POLSKA",
    "image_url": "https://www.boxing24.pl/images/kasprzyk_rip.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:05:00Z"
  },
  {
    "title": "Bruce Carrington nowym mistrzem WBC w wadze piórkowej! Spektakularny nokaut w MSG!",
    "slug": "bruce-carrington-nowym-mistrzem-wbc-w-wadze-piorkowej-spektakularny-nokaut-w-msg",
    "excerpt": "Bruce \"Shu Shu\" Carrington (17-0, 10 KO) zdobył pas mistrza świata WBC w wadze piórkowej, nokautując Carlosa Castro w dziewiątej rundzie w Madison Square Garden. To jego największy sukces w karierze.",
    "content": "W minioną sobotę, w legendarnej hali Madison Square Garden w Nowym Jorku, Bruce \"Shu Shu\" Carrington (17-0, 10 KO) zapisał się w historii boksu, zdobywając wakujący pas mistrza świata WBC w wadze piórkowej. Amerykanin, pomimo tego, że w czwartej rundzie był poważnie wstrząśnięty, zdołał się podnieść i w dziewiątej rundzie w spektakularny sposób znokautował Carlosa Castro. <br><br> Carrington, znany ze swojego serca, inteligencji i odporności, wykorzystał te cechy, aby sprostać najtrudniejszemu wyzwaniu w swojej zawodowej karierze. Po ogłuszeniu Castro ostrym prawym sierpowym, Carrington wyprowadził niszczycielską kombinację prawy-lewy-prawy, która posłała pretendenta na deski, uniemożliwiając mu kontynuowanie walki. Ta wygrana, osiągnięta przez TKO w 1 minucie i 29 sekundzie dziewiątej rundy, potwierdza pozycję Carringtona jako jednej z najświeższych twarzy amerykańskiego boksu i otwiera mu drogę do kolejnych wielkich pojedynków w dywizji piórkowej.",
    "category": "PIÓRKOWA",
    "image_url": "https://boxing24.pl/images/bruce-carrington-celebration.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Waga ciężka w ogniu walk! Miller wygrywa, Kabayel imponuje, Fury wraca do gry!",
    "slug": "waga-ciezka-w-ogniu-walk-miller-wygrywa-kabayel-imponuje-fury-wraca-do-gry",
    "excerpt": "W ostatnich dniach w królewskiej kategorii wagowej działo się wiele. Jarrell Miller zanotował ważne zwycięstwo, Agit Kabayel potwierdził swoje aspiracje, a Tyson Fury ogłosił swój powrót na ring.",
    "content": "Kategoria ciężka nigdy nie zwalnia tempa, a ostatnie dni stycznia i początek lutego 2026 roku przyniosły kilka kluczowych wydarzeń. <br><br> <b>Jarrell Miller</b> (27-0-1, 22 KO) odniósł ważne zwycięstwo nad Kingsleyem Ibehem, pokonując go przez niejednogłośną decyzję sędziów po dziesięciu rundach zaciętej walki w Madison Square Garden. Mimo kontrowersji związanych z jego karierą, Miller udowodnił, że nadal jest siłą, z którą należy się liczyć w dywizji. <br><br> Wcześniej, 30 stycznia, niepokonany Niemiec <b>Agit Kabayel</b> (27-0, 19 KO), dzierżący pas tymczasowego mistrza WBC, zaimponował, nokautując Damiana Knybę w trzeciej rundzie. To zwycięstwo umacnia pozycję Kabayela jako jednego z czołowych pretendentów do głównego tytułu. <br><br> Co więcej, legenda wagi ciężkiej, <b>Tyson Fury</b>, ogłosił swój powrót na ring, a jego kolejna walka ma odbyć się 11 kwietnia przeciwko groźnemu Arslanbekowi Makhmudovowi. Będzie to jego pierwsze starcie od czasu dwóch porażek z Oleksandrem Usykiem. Aktualnymi mistrzami świata wagi ciężkiej są Oleksandr Usyk (WBA Super, WBC, IBF) oraz Fabio Wardley (WBO). WBA posiada również 'zwykłego' mistrza świata w osobie Murata Gassieva. Te wydarzenia zapowiadają ekscytujące miesiące w królewskiej dywizji.",
    "category": "CIĘŻKA",
    "image_url": "https://boxing24.pl/images/heavyweight-action.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Kategoria junior średnia rozgrzana do czerwoności! Zayas i Kelly z pasami, unifikacja na horyzoncie!",
    "slug": "kategoria-junior-srednia-rozgrzana-do-czerwonosci-zayas-i-kelly-z-pasami-unifikacja-na-horyzoncie",
    "excerpt": "Kategoria junior średnia doczekała się nowych mistrzów! Xander Zayas (WBA) i Josh Kelly (IBF) zdobyli swoje tytuły w miniony weekend, a już teraz mówi się o potencjalnej walce unifikacyjnej.",
    "content": "Miniony weekend przyniósł ekscytujące rozstrzygnięcia w wadze junior średniej (do 69,9 kg). Młody Portorykańczyk Xander Zayas (23-0, 13 KO) po zaciętym boju pokonał Abassa Baraou, zdobywając pas WBA w tej kategorii. Zayas, mając zaledwie 22 lata, stał się najmłodszym aktywnym zunifikowanym mistrzem świata. <br><br> Po drugiej stronie oceanu, w Anglii, Josh Kelly (18-1-1, 9 KO) sprawił niemałą niespodziankę, pokonując na punkty faworyzowanego Rosjanina Bakhrama Murtazalieva (24-1, 17 KO) i odbierając mu tytuł IBF. <br><br> Obie walki były kluczowe dla układu sił w dywizji, a już teraz Xander Zayas otwarcie zaprasza Josha Kelly'ego do walki unifikacyjnej. 'Kelly właśnie zrobił coś wielkiego. To duży sukces, ponieważ nie był faworytem tego pojedynku. Teraz jest dla niego dobry moment, aby się wybić dużymi walkami. Powinniśmy doprowadzić do unifikacji naszych tytułów. Zapraszam go do walki w Portoryko lub Nowym Jorku,' powiedział Zayas. Perspektywa zunifikowanego starcia pomiędzy tymi dwoma młodymi mistrzami zapowiada się niezwykle obiecująco dla fanów boksu.",
    "category": "JUNIOR ŚREDNIA",
    "image_url": "https://boxing24.pl/images/zayas-kelly-unification.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Shakur Stevenson zdetronizował Teofimo Lopeza! Nowy król w wadze superlekkiej!",
    "slug": "shakur-stevenson-zdetronizowa-teofimo-lopeza-nowy-krol-w-wadze-superlekkiej",
    "excerpt": "Shakur Stevenson (25-0, 11 KO) z łatwością pokonał Teofimo Lopeza (22-2, 13 KO) w walce o tytuł WBO i linealny pas wagi superlekkiej. Amerykanin zaprezentował mistrzowską klasę, stając się nowym, zunifikowanym czempionem dywizji.",
    "content": "W Madison Square Garden w Nowym Jorku doszło do niezwykle wyczekiwanej konfrontacji, w której Shakur Stevenson (25-0, 11 KO) w dominującym stylu pokonał Teofimo Lopeza (22-2, 13 KO), zdobywając tytuł WBO oraz status mistrza linealnego w wadze superlekkiej. Sędziowie punktowali walkę identycznie 119-109, 119-109, 119-109 na korzyść Stevensona, co idealnie odzwierciedlało jego przewagę w ringu. <br><br> Stevenson, który teraz może poszczycić się mianem mistrza czterech kategorii wagowych, zaprezentował boks na najwyższym poziomie, kontrolując pojedynek od pierwszej do ostatniej rundy. Jego defensywa była niemal perfekcyjna, a precyzyjne ciosy regularnie trafiały Lopeza, niwelując jego atuty. Po walce Stevenson wyraził gotowość na kolejne wyzwania, co sugeruje, że jego panowanie w dywizji superlekkiej może być dopiero początkiem. Fani już spekulują na temat potencjalnych starć z innymi czołowymi zawodnikami, takimi jak Devin Haney. Ta wygrana umacnia pozycję Stevensona jako jednego z najlepszych pięściarzy bez podziału na kategorie wagowe.",
    "category": "SUPERLEKKA",
    "image_url": "https://boxing24.pl/images/stevenson-lopez.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  }
]