[
  {
    "id": "B24-20260205-FULL-01",
    "title": "Benavidez vs Morrell: Szachy w cieniu nokautu. Analiza starcia tytanów",
    "slug": "benavidez-vs-morrell-szachy-w-cieniu-nokautu-analiza-starcia-tytanow",
    "excerpt": "To nie jest zwykła walka o pas. To zderzenie dwóch najbardziej niszczycielskich sił w wadze półciężkiej. David Benavidez i David Morrell wchodzą na kurs kolizyjny.",
    "content": "Świat boksu zawodowego wstrzymał oddech, gdy federacja WBC oficjalnie zatwierdziła pojedynek Davida Benavideza z Davidem Morrellem. Eksperci są zgodni: to najbardziej wyczekiwane starcie w kategorii półciężkiej od lat. Benavidez, znany jako 'The Mexican Monster', wnosi do ringu nieustanną presję i mordercze tempo, któremu niewielu jest w stanie sprostać. Z drugiej strony mamy Morrella – genialnego technika ze szkoły kubańskiej, który łączy w sobie elegancję ruchu z brutalną siłą ciosu. \n\nKluczem do zwycięstwa w tym pojedynku będzie wydolność. Podczas gdy Benavidez zazwyczaj przełamuje rywali w drugiej połowie walki, Morrell potrafi 'zamknąć' przeciwnika w swojej grze defensywnej już od pierwszej rundy. Dla kibiców to gratka, dla analityków – zagadka. Na boxing24.pl będziemy śledzić każdy etap ich przygotowań, analizując detale techniczne, które mogą zdecydować o tym, kto opuści Las Vegas z pasem na biodrach.<br/><br/><strong>Chcesz trenować z intensywnością godną Benavideza? Zarezerwuj swój trening personalny i naucz się generować niszczycielską siłę ciosu.</strong>",
    "category": "Świat / Boks Zawodowy",
    "image_url": "https://images.unsplash.com/photo-1549719386-74dfcbf7dbed?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.130Z",
    "is_manual": true
  },
  {
    "id": "B24-20260205-FULL-02",
    "title": "Wrocławska Orbita zapłonie. MB Boxing Night 27 to więcej niż gala",
    "slug": "wrocawska-orbita-zaponie-mb-boxing-night-27-to-wiecej-niz-gala",
    "excerpt": "Gorączka biletowa we Wrocławiu trwa. Gala 'Bloody Friday II' zapowiada się jako najważniejsze sportowe wydarzenie marca na Dolnym Śląsku.",
    "content": "Hala Orbita ma w sobie coś magicznego, gdy trybuny wypełniają się fanami boksu. Mateusz Borek i grupa MB Promotions postawili poprzeczkę bardzo wysoko. Gala zaplanowana na 6 marca to nie tylko karta walk pełna prospektów, to przede wszystkim wielki powrót boksu zawodowego do Wrocławia w jego najczystszej postaci. \n\nZ naszych informacji wynika, że karta walk została skrojona tak, aby fani zobaczyli starcia 'polsko-polskie', które zawsze gwarantują najwięcej emocji. Wrocław jako miasto z ogromnymi tradycjami bokserskimi zasługuje na wydarzenie tej rangi. Atmosfera na treningach w lokalnych klubach już teraz gęstnieje – każdy chce być częścią tego święta. My w boxing24.pl nie tylko będziemy tam obecni, ale dostarczymy Wam relacje zza kulis, których nie znajdziecie nigdzie indziej. To moment, w którym Wrocław ponownie staje się bokserskim sercem Polski.<br/><br/><strong>Nie bądź tylko widzem w Orbicie. Wejdź na ring z profesjonalistą – zarezerwuj swój trening personalny już teraz.</strong>",
    "category": "Polska / Wrocław",
    "image_url": "https://images.unsplash.com/photo-1517438476312-10d79c077509?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.147Z",
    "is_manual": true
  },
  {
    "id": "B24-20260205-FULL-03",
    "title": "Koniec zgrupowania w Wałczu. Czy Kadra Narodowa jest gotowa na sukces?",
    "slug": "koniec-zgrupowania-w-waczu-czy-kadra-narodowa-jest-gotowa-na-sukces",
    "excerpt": "Tomasz Dylak i jego sztab kończą intensywne zgrupowanie. Nowoczesne metody szkoleniowe mają przynieść Polsce upragnione medale.",
    "content": "Centralny Ośrodek Sportu w Wałczu był w ostatnich tygodniach świadkiem katorżniczej pracy naszych reprezentów. Pod czujnym okiem Tomasza Dylaka, kadra narodowa seniorów przeszła transformację. Zrezygnowano ze staromodnych metod na rzecz analizy wideo w czasie rzeczywistym i precyzyjnego monitorowania parametrów fizycznych zawodników. \n\n'Boks olimpijski ewoluuje. Dziś wygrywa ten, kto szybciej adaptuje się do zmian' – słyszymy ze sztabu. Polska kadra stawia na mobilność i agresywne kontrataki. Wyniki ostatnich sparingów napawają optymizmem przed nadchodzącym World Boxing Cup. Dla nas, obserwatorów, to sygnał, że polski boks amatorski w końcu idzie w stronę profesjonalizacji, na którą czekaliśmy od dekad. Na boxing24.pl będziemy śledzić drogę każdego z naszych kadrowiczów.<br/><br/><strong>Wykorzystaj naukowe podejście do boksu w swoim treningu. Przejdź do rezerwacji treningu personalnego i poczuj różnicę.</strong>",
    "category": "Olimpijski / Polska",
    "image_url": "https://images.unsplash.com/photo-1509563268479-0f004cf3f58b?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.147Z",
    "is_manual": true
  },
  {
    "title": "Wrocław Gotowy na Krwawy Piątek! MB Boxing Night 27 Nadchodzi!",
    "slug": "wrocaw-gotowy-na-krwawy-piatek-mb-boxing-night-27-nadchodzi",
    "excerpt": "Fani boksu we Wrocławiu mogą zacierać ręce! Już 6 marca 2026 roku odbędzie się gala MB Boxing Night 27 pod intrygującym szyldem 'Bloody Friday II'.",
    "content": "<p>Stolica Dolnego Śląska przygotowuje się na prawdziwą ucztę dla miłośników sportów walki! Na dzień 6 marca 2026 roku zaplanowano galę <b>MB Boxing Night 27: Bloody Friday II</b>, która odbędzie się we Wrocławiu.</p><p>Choć szczegółowa karta walk będzie ujawniana w najbliższych dniach, nazwa 'Krwawy Piątek II' już teraz zapowiada wieczór pełen zaciętych pojedynków i niezapomnianych emocji. Lokalni kibice oraz fani boksu z całej Polski z pewnością z niecierpliwością czekają na ogłoszenia dotyczące nazwisk, które wystąpią na wrocławskim ringu. Bądźcie z nami na bieżąco, aby jako pierwsi poznać wszystkie detale tego ekscytującego wydarzenia!</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, GALE BOKSERSKIE, WROCŁAW",
    "image_url": "https://boxing24.pl/images/wroclaw-mb-boxing-night-27.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Sensacja w Super Półśredniej! Josh Kelly Szokuje Świat, Xander Zayas Już Czeka!",
    "slug": "sensacja-w-super-posredniej-josh-kelly-szokuje-swiat-xander-zayas-juz-czeka",
    "excerpt": "W miniony weekend doszło do ogromnej niespodzianki! <b>Josh Kelly</b> pokonał faworyzowanego <b>Bakhrama Murtazalieva</b>, zdobywając pas IBF wagi junior średniej. Teraz <b>Xander Zayas</b> zaprasza go do unifikacyjnego boju!",
    "content": "<p>Dywizja super półśrednia (154 funty) nagle stała się jedną z najgorętszych w boksie! W minioną sobotę, 31 stycznia 2026 roku, brytyjski pięściarz <b>Josh Kelly</b> (18-1-1, 9 KO) sprawił olbrzymią sensację, nieoczekiwanie pokonując na punkty faworyzowanego Rosjanina, <b>Bakhrama Murtazalieva</b> (24-1, 17 KO), i odbierając mu tytuł IBF wagi junior średniej. Zwycięstwo <b>Kelly'ego</b>, choć dla wielu zaskakujące, było wynikiem doskonale zaplanowanej taktyki i świetnej postawy w ringu.</p><p>Na ten wynik z uwagą patrzył zunifikowany champion WBA i WBO w tej samej kategorii, młody Portorykańczyk <b>Xander Zayas</b> (23-0, 13 KO). Zaledwie w ostatni weekend <b>Zayas</b> sam stoczył ciężki bój, pokonując <b>Abassa Baraou</b>. Teraz, świeżo po obronie swoich tytułów, <b>Zayas</b> bez wahania zaprasza <b>Kelly'ego</b> do unifikacyjnej walki! „<b>Kelly</b> właśnie zrobił coś wielkiego. To duży sukces, ponieważ nie był faworytem tego pojedynku. Teraz jest dla niego dobry moment, aby się wybić dużymi walkami. Powinniśmy doprowadzić do unifikacji naszych tytułów. Zapraszam go do walki w Portoryko lub Nowym Jorku” – cytuje się <b>Zayasa</b>. Czy zobaczymy wkrótce starcie o dominację w 154 funtach?</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS ZAWODOWY, WAGA SUPER PÓŁŚREDNIA",
    "image_url": "https://boxing24.pl/images/kelly-zayas-upset.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Michał Cieślak Króluje w Kategori Cruiser! Polak Tymczasowym Mistrzem WBC!",
    "slug": "micha-cieslak-kroluje-w-kategori-cruiser-polak-tymczasowym-mistrzem-wbc",
    "excerpt": "Świetne wieści dla polskiego boksu! <b>Michał Cieślak</b> został oficjalnie uznany tymczasowym mistrzem świata WBC w wadze junior ciężkiej, co potwierdzają najnowsze rankingi.",
    "content": "<p>Polski boks ma powody do dumy! Według najnowszych aktualizacji rankingów World Boxing Council (WBC) na dzień 1 lutego 2026 roku, nasz rodak <b>Michał Cieślak</b> (28-5, 22 KO) został uznany tymczasowym mistrzem świata w kategorii junior ciężkiej (cruiserweight)!</p><p>Ten status otwiera przed <b>Cieślakiem</b> szerokie perspektywy i stawia go w uprzywilejowanej pozycji do walki o pełnoprawny tytuł mistrza świata. Jest to ogromne wyróżnienie i dowód na jego niezłomną pracę oraz talent, który konsekwentnie prezentuje na światowych ringach. Kibice z niecierpliwością wyczekują kolejnych występów <b>Michała Cieślaka</b>, mając nadzieję, że już wkrótce zobaczymy go w walce o absolutne panowanie w tej prestiżowej dywizji.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, WAGA JUNIOR CIĘŻKA, BOKS ZAWODOWY",
    "image_url": "https://boxing24.pl/images/michal-cieslak-wbc-interim.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Ciężka Dywizja Wrze! Usyk Wyzywa Fury'ego, Wilder vs. Chisora ZAPOWIEDZIANE, a Joshua...?!",
    "slug": "ciezka-dywizja-wrze-usyk-wyzywa-furyego-wilder-vs-chisora-zapowiedziane-a-joshua",
    "excerpt": "Waga ciężka nie zwalnia tempa! <b>Ołeksandr Usyk</b> celuje w marzec na swój powrót i chce trzeciej walki z <b>Tysonem Furym</b>. Tymczasem oficjalnie ogłoszono hitowe starcie <b>Deontay Wilder</b> vs. <b>Derek Chisora</b>!",
    "content": "<p>Temperatura w królewskiej kategorii wagowej osiąga zenit! Po dniach spekulacji mamy potwierdzenia, które wstrząsną światem boksu.</p><p><b>Ołeksandr Usyk</b>, niekwestionowany lider wagi ciężkiej, ogłosił, że celuje w marzec na swój wyczekiwany powrót do ringu. Co więcej, ukraiński mistrz otwarcie wyraził chęć stoczenia trzeciej walki z <b>Tysonem Furym</b>, mówiąc: „Tak, chcę walczyć z <b>Tysonem Furym</b>, żaden problem. Wielka Brytania, Arabia Saudyjska, USA… nie ma znaczenia”. Warto przypomnieć, że <b>Usyk</b> niedawno zwakował pas WBO, który przejął <b>Fabio Wardley</b>, aby skupić się na największych wyzwaniach.</p><p>Tymczasem ogłoszono oficjalnie elektryzujące starcie! 2 lutego 2026 roku w Nowym Jorku doszło do pierwszego spotkania twarzą w twarz pomiędzy byłym mistrzem świata WBC <b>Deontayem 'The Bronze Bomber' Wilderem</b> a weteranem <b>Derekiem 'WAR' Chisorą</b>. Ich pojedynek zaplanowano na 4 kwietnia 2026 roku w legendarnej The O2 Arena w Londynie. Ta walka, promowana przez MF Pro, z pewnością dostarczy fanom niezapomnianych emocji i ponownie rozpali dyskusję o przyszłości dywizji.</p><p>A co z <b>Anthonym Joshuą</b>? Pojawiają się doniesienia, że walka <b>Tyson Fury</b> vs. <b>Anthony Joshua</b> jest „w przygotowaniu” pod szyldem Zuffa Boxing <b>Dany White’a</b>, z potencjalną transmisją na Netflixie. Chociaż <b>Fury</b> wcześniej deklarował trzecią walkę z <b>Usykiem</b> (na 18 kwietnia 2026, post na Instagramie z grudnia 2025), a <b>Joshua</b> ostatnio zwyciężył <b>Jake’a Paula</b> przez KO w grudniu, możliwość starcia tych dwóch brytyjskich gigantów wciąż rozpala wyobraźnię fanów.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "WAGA CIĘŻKA, BOKS ZAWODOWY, WIELKIE WALKI",
    "image_url": "https://boxing24.pl/images/heavyweight-chaos-usyk-fury-wilder.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Polska Opłakuje Legendę: Zmarł Złoty Medalista Olimpijski Marian Kasprzyk!",
    "slug": "polska-opakuje-legende-zmar-zoty-medalista-olimpijski-marian-kasprzyk",
    "excerpt": "Z głębokim żalem informujemy o śmierci jednej z największych postaci polskiego boksu, złotego medalisty olimpijskiego z Tokio (1964) – Mariana Kasprzyka. Odszedł w wieku 86 lat, pozostawiając po sobie niezatarte wspomnienie.",
    "content": "<p>Świat polskiego sportu pogrążony jest w żałobie. We wtorek, 3 lutego 2026 roku, w wieku 86 lat zmarł <b>Marian Kasprzyk</b>, wybitny polski pięściarz, złoty medalista olimpijski z Tokio (1964). Informację o jego odejściu przekazał Bielski Klub Bokserski Beskidy, którego był honorowym prezesem.</p><p><b>Kasprzyk</b> zapisał się w historii polskiego sportu jako jeden z najbardziej walecznych i utytułowanych zawodników. Jego największym osiągnięciem było zdobycie złotego medalu na Igrzyskach Olimpijskich w Tokio w 1964 roku w wadze półśredniej, gdzie w wielkim finale pokonał reprezentanta ZSRR, <b>Rickardasa Tamulisa</b>, decyzją sędziów 4:1, mimo walki ze złamanym palcem prawej ręki już od pierwszej rundy. Cztery lata wcześniej, na igrzyskach w Rzymie (1960), wywalczył brązowy medal.</p><p>Jego kariera była przykładem niezwykłej determinacji i hartu ducha, które inspirowały pokolenia polskich pięściarzy. Będzie wspominany jako symbol sukcesu i niezłomności w ringu.</p><p>Sprawdź nasze treningi w Boxing24</p>",
    "category": "BOKS POLSKI, HISTORIA BOKSU",
    "image_url": "https://boxing24.pl/images/marian-kasprzyk-legend.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T12:41:00Z"
  },
  {
    "title": "Polscy Pięściarze w Rankingach: Masternak i Cieślak Utrzymują Wysokie Pozycje!",
    "slug": "polscy-piesciarze-w-rankingach-masternak-i-cieslak-utrzymuja-wysokie-pozycje",
    "excerpt": "Dobre wieści dla polskich kibiców boksu! Mateusz Masternak i Michał Cieślak nadal liczą się w światowych rankingach, a 'Master' ma przed sobą ważny przetarg.",
    "content": "Nasi czołowi pięściarze wciąż na topie! W najnowszych, lutowych zestawieniach największych federacji, polscy zawodnicy utrzymują swoje wysokie pozycje. <br><br><b>Mateusz Masternak</b> (48-6, 32 KO) oraz <b>Fiodor Czerkaszyn</b> (23-1, 14 KO) bez zmian utrzymali swoje miejsca w rankingu <b>World Boxing Organization (WBO)</b>, co ogłoszono 3 lutego 2026 roku. Dla 'Mastera' to kluczowy moment, gdyż już 17 lutego odbędzie się przetarg do walki o pas <b>EBU</b> z <b>Isaacem Rileyem</b>. To ważna szansa na kolejne europejskie wyróżnienie i umocnienie pozycji na kontynencie. <br><br>Z kolei <b>Michał Cieślak</b> (27-2, 21 KO) może pochwalić się wyjątkowym osiągnięciem – jako jedyny Polak znalazł się w prestiżowym rankingu magazynu <b>The Ring</b>, co podkreśla jego międzynarodową klasę. Co więcej, w wywiadzie z 1 lutego 2026 roku, <b>Cieślak</b> z optymizmem stwierdził, że \"wszyscy są do zrobienia!\", co z pewnością dodaje pikanterii jego przyszłym występom i zapowiada ekscytujące wyzwania. <br><br>Trzymamy kciuki za naszych zawodników i czekamy na kolejne emocjonujące walki! <br><br>Sprawdź nasze treningi w Boxing24",
    "category": "BOKS ZAWODOWY, POLSKA",
    "image_url": "https://www.boxing24.pl/images/masternak_cieslak_ranking.jpg",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-03T13:45:00Z"
  }
]