[
  {
    "id": "B24-20260205-FULL-01",
    "title": "Benavidez vs Morrell: Szachy w cieniu nokautu. Analiza starcia tytanów",
    "slug": "benavidez-vs-morrell-szachy-w-cieniu-nokautu-analiza-starcia-tytanow",
    "excerpt": "To nie jest zwykła walka o pas. To zderzenie dwóch najbardziej niszczycielskich sił w wadze półciężkiej. David Benavidez i David Morrell wchodzą na kurs kolizyjny.",
    "content": "Świat boksu zawodowego wstrzymał oddech, gdy federacja WBC oficjalnie zatwierdziła pojedynek Davida Benavideza z Davidem Morrellem. Eksperci są zgodni: to najbardziej wyczekiwane starcie w kategorii półciężkiej od lat. Benavidez, znany jako 'The Mexican Monster', wnosi do ringu nieustanną presję i mordercze tempo, któremu niewielu jest w stanie sprostać. Z drugiej strony mamy Morrella – genialnego technika ze szkoły kubańskiej, który łączy w sobie elegancję ruchu z brutalną siłą ciosu. \n\nKluczem do zwycięstwa w tym pojedynku będzie wydolność. Podczas gdy Benavidez zazwyczaj przełamuje rywali w drugiej połowie walki, Morrell potrafi 'zamknąć' przeciwnika w swojej grze defensywnej już od pierwszej rundy. Dla kibiców to gratka, dla analityków – zagadka. Na boxing24.pl będziemy śledzić każdy etap ich przygotowań, analizując detale techniczne, które mogą zdecydować o tym, kto opuści Las Vegas z pasem na biodrach.<br/><br/><strong>Chcesz trenować z intensywnością godną Benavideza? Zarezerwuj swój trening personalny i naucz się generować niszczycielską siłę ciosu.</strong>",
    "category": "Świat / Boks Zawodowy",
    "image_url": "https://images.unsplash.com/photo-1549719386-74dfcbf7dbed?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.130Z",
    "is_manual": true
  },
  {
    "id": "B24-20260205-FULL-02",
    "title": "Wrocławska Orbita zapłonie. MB Boxing Night 27 to więcej niż gala",
    "slug": "wrocawska-orbita-zaponie-mb-boxing-night-27-to-wiecej-niz-gala",
    "excerpt": "Gorączka biletowa we Wrocławiu trwa. Gala 'Bloody Friday II' zapowiada się jako najważniejsze sportowe wydarzenie marca na Dolnym Śląsku.",
    "content": "Hala Orbita ma w sobie coś magicznego, gdy trybuny wypełniają się fanami boksu. Mateusz Borek i grupa MB Promotions postawili poprzeczkę bardzo wysoko. Gala zaplanowana na 6 marca to nie tylko karta walk pełna prospektów, to przede wszystkim wielki powrót boksu zawodowego do Wrocławia w jego najczystszej postaci. \n\nZ naszych informacji wynika, że karta walk została skrojona tak, aby fani zobaczyli starcia 'polsko-polskie', które zawsze gwarantują najwięcej emocji. Wrocław jako miasto z ogromnymi tradycjami bokserskimi zasługuje na wydarzenie tej rangi. Atmosfera na treningach w lokalnych klubach już teraz gęstnieje – każdy chce być częścią tego święta. My w boxing24.pl nie tylko będziemy tam obecni, ale dostarczymy Wam relacje zza kulis, których nie znajdziecie nigdzie indziej. To moment, w którym Wrocław ponownie staje się bokserskim sercem Polski.<br/><br/><strong>Nie bądź tylko widzem w Orbicie. Wejdź na ring z profesjonalistą – zarezerwuj swój trening personalny już teraz.</strong>",
    "category": "Polska / Wrocław",
    "image_url": "https://images.unsplash.com/photo-1517438476312-10d79c077509?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.147Z",
    "is_manual": true
  },
  {
    "id": "B24-20260205-FULL-03",
    "title": "Koniec zgrupowania w Wałczu. Czy Kadra Narodowa jest gotowa na sukces?",
    "slug": "koniec-zgrupowania-w-waczu-czy-kadra-narodowa-jest-gotowa-na-sukces",
    "excerpt": "Tomasz Dylak i jego sztab kończą intensywne zgrupowanie. Nowoczesne metody szkoleniowe mają przynieść Polsce upragnione medale.",
    "content": "Centralny Ośrodek Sportu w Wałczu był w ostatnich tygodniach świadkiem katorżniczej pracy naszych reprezentów. Pod czujnym okiem Tomasza Dylaka, kadra narodowa seniorów przeszła transformację. Zrezygnowano ze staromodnych metod na rzecz analizy wideo w czasie rzeczywistym i precyzyjnego monitorowania parametrów fizycznych zawodników. \n\n'Boks olimpijski ewoluuje. Dziś wygrywa ten, kto szybciej adaptuje się do zmian' – słyszymy ze sztabu. Polska kadra stawia na mobilność i agresywne kontrataki. Wyniki ostatnich sparingów napawają optymizmem przed nadchodzącym World Boxing Cup. Dla nas, obserwatorów, to sygnał, że polski boks amatorski w końcu idzie w stronę profesjonalizacji, na którą czekaliśmy od dekad. Na boxing24.pl będziemy śledzić drogę każdego z naszych kadrowiczów.<br/><br/><strong>Wykorzystaj naukowe podejście do boksu w swoim treningu. Przejdź do rezerwacji treningu personalnego i poczuj różnicę.</strong>",
    "category": "Olimpijski / Polska",
    "image_url": "https://images.unsplash.com/photo-1509563268479-0f004cf3f58b?auto=format&fit=crop&q=80&w=1200",
    "author": "Redakcja Boxing24",
    "published_at": "2026-02-06T00:40:04.147Z",
    "is_manual": true
  },
  {
    "title": "Bruce Carrington nowym mistrzem WBC w wadze piórkowej! Spektakularny nokaut w MSG!",
    "slug": "bruce-carrington-nowym-mistrzem-wbc-w-wadze-piorkowej-spektakularny-nokaut-w-msg",
    "excerpt": "Bruce \"Shu Shu\" Carrington (17-0, 10 KO) zdobył pas mistrza świata WBC w wadze piórkowej, nokautując Carlosa Castro w dziewiątej rundzie w Madison Square Garden. To jego największy sukces w karierze.",
    "content": "W minioną sobotę, w legendarnej hali Madison Square Garden w Nowym Jorku, Bruce \"Shu Shu\" Carrington (17-0, 10 KO) zapisał się w historii boksu, zdobywając wakujący pas mistrza świata WBC w wadze piórkowej. Amerykanin, pomimo tego, że w czwartej rundzie był poważnie wstrząśnięty, zdołał się podnieść i w dziewiątej rundzie w spektakularny sposób znokautował Carlosa Castro. <br><br> Carrington, znany ze swojego serca, inteligencji i odporności, wykorzystał te cechy, aby sprostać najtrudniejszemu wyzwaniu w swojej zawodowej karierze. Po ogłuszeniu Castro ostrym prawym sierpowym, Carrington wyprowadził niszczycielską kombinację prawy-lewy-prawy, która posłała pretendenta na deski, uniemożliwiając mu kontynuowanie walki. Ta wygrana, osiągnięta przez TKO w 1 minucie i 29 sekundzie dziewiątej rundy, potwierdza pozycję Carringtona jako jednej z najświeższych twarzy amerykańskiego boksu i otwiera mu drogę do kolejnych wielkich pojedynków w dywizji piórkowej.",
    "category": "PIÓRKOWA",
    "image_url": "https://boxing24.pl/images/bruce-carrington-celebration.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Waga ciężka w ogniu walk! Miller wygrywa, Kabayel imponuje, Fury wraca do gry!",
    "slug": "waga-ciezka-w-ogniu-walk-miller-wygrywa-kabayel-imponuje-fury-wraca-do-gry",
    "excerpt": "W ostatnich dniach w królewskiej kategorii wagowej działo się wiele. Jarrell Miller zanotował ważne zwycięstwo, Agit Kabayel potwierdził swoje aspiracje, a Tyson Fury ogłosił swój powrót na ring.",
    "content": "Kategoria ciężka nigdy nie zwalnia tempa, a ostatnie dni stycznia i początek lutego 2026 roku przyniosły kilka kluczowych wydarzeń. <br><br> <b>Jarrell Miller</b> (27-0-1, 22 KO) odniósł ważne zwycięstwo nad Kingsleyem Ibehem, pokonując go przez niejednogłośną decyzję sędziów po dziesięciu rundach zaciętej walki w Madison Square Garden. Mimo kontrowersji związanych z jego karierą, Miller udowodnił, że nadal jest siłą, z którą należy się liczyć w dywizji. <br><br> Wcześniej, 30 stycznia, niepokonany Niemiec <b>Agit Kabayel</b> (27-0, 19 KO), dzierżący pas tymczasowego mistrza WBC, zaimponował, nokautując Damiana Knybę w trzeciej rundzie. To zwycięstwo umacnia pozycję Kabayela jako jednego z czołowych pretendentów do głównego tytułu. <br><br> Co więcej, legenda wagi ciężkiej, <b>Tyson Fury</b>, ogłosił swój powrót na ring, a jego kolejna walka ma odbyć się 11 kwietnia przeciwko groźnemu Arslanbekowi Makhmudovowi. Będzie to jego pierwsze starcie od czasu dwóch porażek z Oleksandrem Usykiem. Aktualnymi mistrzami świata wagi ciężkiej są Oleksandr Usyk (WBA Super, WBC, IBF) oraz Fabio Wardley (WBO). WBA posiada również 'zwykłego' mistrza świata w osobie Murata Gassieva. Te wydarzenia zapowiadają ekscytujące miesiące w królewskiej dywizji.",
    "category": "CIĘŻKA",
    "image_url": "https://boxing24.pl/images/heavyweight-action.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Kategoria junior średnia rozgrzana do czerwoności! Zayas i Kelly z pasami, unifikacja na horyzoncie!",
    "slug": "kategoria-junior-srednia-rozgrzana-do-czerwonosci-zayas-i-kelly-z-pasami-unifikacja-na-horyzoncie",
    "excerpt": "Kategoria junior średnia doczekała się nowych mistrzów! Xander Zayas (WBA) i Josh Kelly (IBF) zdobyli swoje tytuły w miniony weekend, a już teraz mówi się o potencjalnej walce unifikacyjnej.",
    "content": "Miniony weekend przyniósł ekscytujące rozstrzygnięcia w wadze junior średniej (do 69,9 kg). Młody Portorykańczyk Xander Zayas (23-0, 13 KO) po zaciętym boju pokonał Abassa Baraou, zdobywając pas WBA w tej kategorii. Zayas, mając zaledwie 22 lata, stał się najmłodszym aktywnym zunifikowanym mistrzem świata. <br><br> Po drugiej stronie oceanu, w Anglii, Josh Kelly (18-1-1, 9 KO) sprawił niemałą niespodziankę, pokonując na punkty faworyzowanego Rosjanina Bakhrama Murtazalieva (24-1, 17 KO) i odbierając mu tytuł IBF. <br><br> Obie walki były kluczowe dla układu sił w dywizji, a już teraz Xander Zayas otwarcie zaprasza Josha Kelly'ego do walki unifikacyjnej. 'Kelly właśnie zrobił coś wielkiego. To duży sukces, ponieważ nie był faworytem tego pojedynku. Teraz jest dla niego dobry moment, aby się wybić dużymi walkami. Powinniśmy doprowadzić do unifikacji naszych tytułów. Zapraszam go do walki w Portoryko lub Nowym Jorku,' powiedział Zayas. Perspektywa zunifikowanego starcia pomiędzy tymi dwoma młodymi mistrzami zapowiada się niezwykle obiecująco dla fanów boksu.",
    "category": "JUNIOR ŚREDNIA",
    "image_url": "https://boxing24.pl/images/zayas-kelly-unification.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  },
  {
    "title": "Shakur Stevenson zdetronizował Teofimo Lopeza! Nowy król w wadze superlekkiej!",
    "slug": "shakur-stevenson-zdetronizowa-teofimo-lopeza-nowy-krol-w-wadze-superlekkiej",
    "excerpt": "Shakur Stevenson (25-0, 11 KO) z łatwością pokonał Teofimo Lopeza (22-2, 13 KO) w walce o tytuł WBO i linealny pas wagi superlekkiej. Amerykanin zaprezentował mistrzowską klasę, stając się nowym, zunifikowanym czempionem dywizji.",
    "content": "W Madison Square Garden w Nowym Jorku doszło do niezwykle wyczekiwanej konfrontacji, w której Shakur Stevenson (25-0, 11 KO) w dominującym stylu pokonał Teofimo Lopeza (22-2, 13 KO), zdobywając tytuł WBO oraz status mistrza linealnego w wadze superlekkiej. Sędziowie punktowali walkę identycznie 119-109, 119-109, 119-109 na korzyść Stevensona, co idealnie odzwierciedlało jego przewagę w ringu. <br><br> Stevenson, który teraz może poszczycić się mianem mistrza czterech kategorii wagowych, zaprezentował boks na najwyższym poziomie, kontrolując pojedynek od pierwszej do ostatniej rundy. Jego defensywa była niemal perfekcyjna, a precyzyjne ciosy regularnie trafiały Lopeza, niwelując jego atuty. Po walce Stevenson wyraził gotowość na kolejne wyzwania, co sugeruje, że jego panowanie w dywizji superlekkiej może być dopiero początkiem. Fani już spekulują na temat potencjalnych starć z innymi czołowymi zawodnikami, takimi jak Devin Haney. Ta wygrana umacnia pozycję Stevensona jako jednego z najlepszych pięściarzy bez podziału na kategorie wagowe.",
    "category": "SUPERLEKKA",
    "image_url": "https://boxing24.pl/images/stevenson-lopez.jpg",
    "author": "Redakcja B24",
    "published_at": "2026-02-03T11:26:00Z"
  }
]